[
    {
        "name": [
            "FERME CHEZ MERYAMA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " km 15 route de Meknés El Arjate Salé"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "+212 652 815 511"
        ],
        "mobile": [
            "+212 619 347 281  "
        ],
        "email": [
            "chezmeryama@gmail.com"
        ],
        "website": [
            "fermerestaurantchezmeryama.blog4ever.com"
        ],
        "description": [
            "Pour répondre à la demande de nos clients, nous vous proposons 2 \r\npacks :",
            "\r\nProduits terroirs et plats terroirs cuisinés à emporter.\r\nPour faire la fête à votre palais  ou pour épater vos convives,sans nuire à \r\nvotre budget, nous vous proposons toute une palette de produits: ",
            "\r\nTajine de caille aux miel et dattes, trid au lapin, pigeonneaux aux \r\namandes, poulet beldi aux olives mslala, harcha aux herbes... ",
            "\r\n \r\nPour ceux qui nous découvrent  n'oubliez pas ce que nous sommes.\r\n",
            "\r\nA 15 min de Rabat, la Ferme-Restaurant Chez Meryama vous propose \r\ndes plats typiques du terroir (Trid, tajine de poulet beldi à la mslala, tajine \r\nde veau aux légumes bio de la ferme, lapin méchoui,couscous au blé \r\ndur, pain cuit au feu de bois...)dans le cadre naturel et original d'une \r\nferme marocaine.",
            "\r\n \r\nVous pouvez vous reposer après votre repas à l'ombre des kheimates ou \r\nfaire une ballade à pied ou à cheval."
        ]
    },
    {
        "name": [
            "O'GOETHE 2.0"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 26 rue Oqba, Agdal, 10 000 Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537682184"
        ],
        "mobile": [],
        "email": [
            "ogoethe2.0@gmail.com"
        ],
        "website": [],
        "description": [
            "Restaurant, pizzeria, musique, expositions"
        ]
    },
    {
        "name": [
            "EDEN WED FOOD AND BEACH CLUB"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Route cotière de Rabat résid. Eden Island plage de l’Oued Cherrat, BOUZNIKA, Maroc "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0661296938"
        ],
        "mobile": [
            "0661296938"
        ],
        "email": [
            "edenwed@hotmail.fr"
        ],
        "website": [],
        "description": [
            "Situé entre Rabat et Casablanca direction l'Oued Cherrat à Bouznika, c'est le coup de cœur assuré pour cet endroit de rêve ! Découvrez ce lieu atypique et intemporel offrant une vue à 180° sur l'océan! Régalez-vous d'une cuisine fraîche et goûteuse dans une ambiance décontractée les pieds dans le sable. Laissez-vous bercer par les flots dans un bed avec un cocktail maison face au ballet magique des surfeurs. "
        ]
    },
    {
        "name": [
            "CANNELLE ET GINGEMBRE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Rue Arroz, Secteur 11 n° 08 Hay Riad – Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537571047"
        ],
        "mobile": [],
        "email": [
            "reservation@cannelle-gingembre.ma"
        ],
        "website": [
            "cannelle-gingembre.ma"
        ],
        "description": [
            "C’est une véritable invitation au voyage culinaire que vous propose le \r\nrestaurant de la \r\nhaute gastronomie Marocaine Cannelle et Gingembre à Hay Riyad, \r\nRabat.",
            "\r\nNous vous accueillons dans une ambiance des mille et une nuits pour \r\nvous inviter à \r\ndécouvrir les richesses de l’art culinaire Marocain. Cannelle et \r\nGingembre est conçu sur \r\nla base du concept même du voyage, de la détente, et de l’exploration \r\nculinaire.\r\nLes couleurs chaudes, les tables et fauteuils de style berbère sont un \r\nappel à la \r\ndécouverte d’un autre univers, chaleureux, atemporel et qui se veut être \r\npour tout un \r\nchacun, un véritable espace d’évasion.\r\n",
            "\r\nFraicheur et authenticité sont donc invités à prendre part à cet univers. \r\nNous privilégions \r\nles produits frais et de saison pour élaborer nos plats en privilégiant le \r\ngoût, l’originalité \r\net l’harmonie avec la nature. Au-delà du partage avec nos hôtes, la \r\nsaveur de nos plats \r\nse veut être un sens sans condition chez Cannelle et Gingembre."
        ]
    },
    {
        "name": [
            "RESTAURANT L'ENTRECOTE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/Produits/2/lentrecote/image_logo.jpg"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 74, Av Al Amir Fal Ould Oumeir, Agdal  - 10000 Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "+212 537 671 108"
        ],
        "mobile": [
            "+212 661 155 959"
        ],
        "email": [
            "diegoalfrednebot@gmail.com"
        ],
        "website": [
            "www.lentrecote.ma "
        ],
        "description": [
            "\r\n\r\n",
            "\r\n\r\n",
            "\r\n\r\n",
            "\r\n\r\n",
            "\r\n\r\n",
            "\r\n"
        ]
    },
    {
        "name": [
            "BANGKOK CAFE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Bangkokcafe Rabat \r\nCentre commercial Label Vie \r\nSouissi \r\n( Av. Mohammed VI ) "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537750545 "
        ],
        "mobile": [],
        "email": [
            "contact@bangkokcafe.ma"
        ],
        "website": [
            "www.bangkokcafe.ma"
        ],
        "description": [
            "Bangkokcafe, ambassadeur de l’art culinaire Japonais et Vietnamien se propose de vous \r\nservir les plats de votre choix les plus délicieux et croustillants, par une équipe qualifiée et \r\nchaleureuse, orchestrée par des chefs cuisiniers artistes de renommée internationale.\r\n",
            "\r\nVenez nous rendre visite, nous ferons de votre passage un moment inoubliable.\r\n"
        ]
    },
    {
        "name": [
            "SAMAKY"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Angle Avenue Mouhamed Zerktouni et Avenue Sidi Mouhamed Ben Abdellah, Kebibat, Rabat, Maroc"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537694829"
        ],
        "mobile": [],
        "email": [
            "infosamaky@gmail.com"
        ],
        "website": [],
        "description": [
            "Samaky offers simple and authentic dishes inspired by the traditional popular Moroccan cuisine, not to mention fish dishes prepared in all its forms, and this in a typical Moroccan accent, decorated with taste and originality (all entirely made by local artisans). Samaky offers a rich and varied menu, friendly service and a good price / quality ratio all in a harmonious environment.Pleased to receive\r\n"
        ]
    },
    {
        "name": [
            "CHEZ MERYAMA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Km. 15 Route De Meknès El Arjate Salé, 11000 Maroc"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0661340223"
        ],
        "mobile": [
            "0661340223"
        ],
        "email": [
            "contact@chez-meryama.com"
        ],
        "website": [
            "www.chez-meryama.com"
        ],
        "description": [
            "Située à 15 min de Rabat – Salé, dans les shouls à proximité du village d’elarjate, La Ferme chez Meryama , vous propose quelque soit votre âge, des moments de détente, de découverte , de dégustation et d’animation.",
            "\r\nLa Ferme Chez Meryama est un espace où il fait bon se reposer et décompresser dans mère nature ou s’activer selon votre choix du moment: Ateliers pédagogiques pour enfants et adultes ou jeux à sensations fortes (paintball, jeux thématiques special team building)",
            "\r\n\r\nLa Ferme chez meryama, c’est aussi un cadre « nature » ou vous pourrez déguster notre cuisine à l’ancienne faite avec les bons produits de chez nous (poulet beldi, légumes frais, œufs beldi, lapin…) ,pain cuit dans les fours traditionnels à bois, petites salades toute en fraicheur…",
            "\r\n\r\nAu retour vous pourrez emporter avec vous nos produits (miels, beurre beldi, plantes aromatiques fraiches, tisanes, confitures originales…)",
            "\r\n\r\nScolaires et entreprises, nous ne vous avons pas oublié nous avons développé pour vous des offres et programmes qui sentent bon le naturel."
        ]
    },
    {
        "name": [
            "TWIN APPLE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 5 avenue annakhil hay Riad\r\n10000 Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537566312"
        ],
        "mobile": [],
        "email": [
            "Twinapple1@gmail.com"
        ],
        "website": [],
        "description": [
            "Great food and great drinks prepared by friendly people in a warm and fun atmosphere\r\n",
            "\r\nIn Rabat 2013,there was no place where people could go out to meet friends and make new ones in an environment that was at once both relaxed and yet exciting.",
            "\r\nSuddenly,there was a place with great food,new and exciting drinks and an electric energy. A place where people enjoy them time. In short, a place like nowhere else."
        ]
    },
    {
        "name": [
            "NAGA THAÏ"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Avenue Annakhil, Ilot 10, Imm. E\r\nPorte 2, Hay-Riad Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0530109060"
        ],
        "mobile": [],
        "email": [
            "contact@naga.ma"
        ],
        "website": [
            "www.naga.ma"
        ],
        "description": [
            "c’est d’abord un voyage des sens à travers le continent asiatique. De par sa décoration sobre et boisée, son atmosphère chaleureuse et résolument moderne, votre nouveau restaurant vous émotionnera avec ses ondes positives. Rien de tel pour un repas en famille, entre amis ou collègues pour un moment convivial, tout en sérénité."
        ]
    },
    {
        "name": [
            "LA SALA ANNE MARIE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 2 angle AV chellah, Rue Oued Zem\r\nHassan, Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537203030"
        ],
        "mobile": [],
        "email": [
            "contact@lasala.ma"
        ],
        "website": [
            "www.lasala.ma"
        ],
        "description": [
            "À la fois un restaurant, une pâtisserie et un café glacier, LA SALA Anne Marie est une boutique unique à RABAT situé à hassan Sous un même toit, nous avons voulu réunir notre passion pour la gourmandise et le bon café. Nous vous attendons dans un lieu que nous avons voulu chaleureux et contemporain.\r\n",
            "\r\nQue ce soit pour s’approvisionner en pâtisseries, viennoiseries pour apporter à la maison, débuter la journée sur une note sucrée ou salé avec un bon café, un jus et dessert ou glace en après-midi, un sandwich ou une pizza sur l’heure du midi ou encore pour déguster nos délicieux plats en soirée, nous serons heureux de vous accueillir de 7H a 23H."
        ]
    },
    {
        "name": [
            "RESTAURANT LE DHOW "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Quai de Bouregreg, Avenue Al Marsa "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537702302"
        ],
        "mobile": [],
        "email": [
            "reservation@ledhow.com"
        ],
        "website": [
            "www.ledhow.com"
        ],
        "description": [
            "Accosté aux pieds de la Kasbah des Oudayas, Le Dhow est un lieu unique qui offre un véritable voyage à quai. Le Chef prône une cuisine qu'il emprunte au meilleur des cultures culinaires et s'offre comme un mariage de saveurs. La carte se veut raffinée et en perpétuel mouvement. Le lounge est un endroit à part entière, décoration vintage et ambiance chaleureuse, after-work, groupes live, karaoké et DJ, il s’y passe toujours quelque chose de surprenant et d’envoûtant."
        ]
    },
    {
        "name": [
            "BORJ EDDAR"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " plage de Rabat - Sidi El Yabouri 10000 Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537 701 500 "
        ],
        "mobile": [
            " "
        ],
        "email": [
            "resa@borjeddar.com"
        ],
        "website": [
            "www.borjeddar.net "
        ],
        "description": [
            "Face à l'océan, dans un cadre charmant, le Borj Eddar bénéficie d'un \r\nemplacement idéal pour un déjeuner entre amis ou en famille. ",
            "\r\nCe restaurant propose une carte variée avec des plats de terre comme de \r\nmer. ",
            "\r\nSalades, plateau de fruits de mer, pièce de bœuf et un bon dessert, ce lieu \r\nconjugue une vue imprenable à une cuisine délectable. "
        ]
    },
    {
        "name": [
            "SEGAFREDO ZANETTI"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Gare Rabat Ville\r\nRabat\r\n\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537204060"
        ],
        "mobile": [],
        "email": [
            "serviceconso@segafredo.fr "
        ],
        "website": [
            "www.segafredo.fr "
        ],
        "description": [
            "DU CAFÉ VERT À L’UNIVERS ZANETTI\r\nLeader mondial de l’espresso, Segafredo Zanetti est une des sociétés les plus dynamiques du secteur du café. Elle poursuit ainsi l’œuvre entamée par le père de Massimo Zanetti : faire aimer le bon café.\r\n",
            "\r\nC’est l’histoire simple d’une dynastie toute entière tournée vers le café. Le père crée l’activité en se lançant dans le négoce du café vert. Son fils poursuit son travail et décide d’élargir son offre afin de maîtriser toute la filière du café. Il se lance donc dans la torréfaction et la vente du café torréfié. \r\nLa première année, il vend une tonne du café transformé par ses soins. Aujourd’hui, Massimo Zanetti Beverage Group produit 145 000 tonnes par an et est ainsi le leader mondial du café pour le hors domicile. \r\n",
            "\r\nIl possède une plantation de café au Brésil, une usine de traitement du café au Costa Rica, deux sociétés de négoce du café vert en Suisse et au Vietnam, onze usines de torréfaction dans le monde, une vingtaine de marques de café domestique et professionnel, 600 coffee shops et fabrique même des machines à espresso et des équipements professionnels sous la marque La San Marco."
        ]
    },
    {
        "name": [
            "DONCOF"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 32, Av Alabtal Agdal, 10090 Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537682093"
        ],
        "mobile": [],
        "email": [
            "doncof-donutcoffee@hotmail.com"
        ],
        "website": [],
        "description": [
            "Accepte les réservations, Les visites sont bienvenues, Peut accueillir des groupes, À \r\nemporter, Livraison, Restauration, Service en salle et Terrasse."
        ]
    },
    {
        "name": [
            "EL BARRIO LATINO "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 61 RUE SEBOU AGDAL RABAT\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0663011033"
        ],
        "mobile": [
            "0663011033"
        ],
        "email": [
            "juslainmeka@yahoo.com"
        ],
        "website": [],
        "description": [
            "Le Barrio Latino a ouvert en Fevrier 2002 au coeur de l'Agdal.\r\nLe Barrio est un restaurant qui propose une animation tou\r\ns les soirs, dans un cadre chaleureux et convivial\r\nOn y sert des viandes grillées au feu de bois, des pizzas, des fajitas, du chili con carne et de temps en temps, le chef propose de visiter des cuisines du monde!\r\nLa carte des vins est bien garnie et le rapport qualité prix et très correct\r\n.PROGRAMME HEBDO:\r\nLundi : Super Karaoké avec Red1! Promo 5 Heineken=120dhs toute la soirée et Ballon de vin rouge, rosé et blanc=20 dhs!!\r\nMardi,Mercredi, Jeudi et Samedi:\r\nAmira et Lotfi vous feront chanter, danser, rêver, festoyer!!\r\nVendredi: Karim on stage, inimitable et glamour à souhait!\r\nReservez svp au 0663011033"
        ]
    },
    {
        "name": [
            "MAIDA SERVICE ULVA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " lot. Tanfid imm. 66 appt.1 rte. de Kénitra, 11160 SALE, Maroc"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0534327302"
        ],
        "mobile": [],
        "email": [
            "el-filali@menara.ma"
        ],
        "website": [],
        "description": [
            "Restaurant: réservation déjeuner dîner bon resto."
        ]
    },
    {
        "name": [
            "SOFIA PALACE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 2,Avenue Mehdi Ben Barka Souissi Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537655252"
        ],
        "mobile": [
            "0661225403"
        ],
        "email": [
            "contact@sofiapalace.ma"
        ],
        "website": [
            "www.sofiapalace.ma"
        ],
        "description": [
            "Restauration Événementiel, un autre concept de la haute gastronomie marocaine et internationale."
        ]
    },
    {
        "name": [
            "TUPINA BERT S"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 37, avenue de France ang. rue Melouya Agdal Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0802000707"
        ],
        "mobile": [],
        "email": [
            "tupina@menara.ma"
        ],
        "website": [],
        "description": [
            "Restaurant, libre service, snack\r\nRestaurants libre-service, snack-bar, Restaurants internationaux "
        ]
    },
    {
        "name": [
            "O'GLOBE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 91 Rue Oued Sebou Agdal Rabat, Maroc"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537682905"
        ],
        "mobile": [
            "0537771518"
        ],
        "email": [
            "contact@oglobe.net"
        ],
        "website": [
            "www.oglobe.net"
        ],
        "description": [
            "O'Globe est un groupe de restauration de renom, situé au cœur de Rabat la capitale du \r\nMaroc. Il compte aujourd'hui trois unités."
        ]
    },
    {
        "name": [
            "DAR RBATIA "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 6 rue Farane Khachan\r\n10030 Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537701317"
        ],
        "mobile": [
            "0661165475"
        ],
        "email": [
            "darrbatia@gmail.com"
        ],
        "website": [],
        "description": [
            "Dar Rbatia à ouvert ses portes en 1989 et fait parti des premiers restaurants typiquement Marocain basé à Rabat\r\n",
            "\r\nAncien site historique, DAR RBATIA fait partie du patrimoine Rbati. au coeur du vieux Rabat, le restaurant propose une cuisine typiquement marocaine. Tout le raffinement du Maroc se déploie dans cet endroit mythique á la décoration mauresque subtile.",
            " DAR RBATIA est un espace de vie et d'animations culturelles ou l'on peut profiter d'un spectacle andalou ou assister á un récital de musique orientale."
        ]
    },
    {
        "name": [
            "WHY NOT"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Résidence Monique , Avenue Moustapha Assayeh Plage Guyville El \r\nHarhoura, Rabat-Sale, \r\nMorocco, El Harhoura, Rabat-Sale, Morocco"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537617261"
        ],
        "mobile": [],
        "email": [
            "contact@whynot.ma"
        ],
        "website": [
            "www.whynot.ma"
        ],
        "description": [
            "Intimiste et familial en même temps \r\nUn régal culinaire dans un cadre vintage\r\nDes saveurs d'ici et d'ailleurs \r\nBref, c'est le WHY NOT !",
            "\r\nCuisine",
            "\r\nAméricaine (nouvelle), Barbecue, Petit déjeuner, Britannique, Brunch, \r\nBuffets, Hamburgers, \r\nCrêperies, Épiceries fines, Dîners, Fondue, Français, Italian, Marocaine, \r\nSandwiches, Fruits \r\nde mer, Spanish/Basque, Grills et Végétalienne"
        ]
    },
    {
        "name": [
            "BREIZH COFFE & POOL"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 51 rue aguelmane sidi ali rabat agdal. Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537680879"
        ],
        "mobile": [
            "0661685804"
        ],
        "email": [
            "hobbies.entreprise@yahoo.fr"
        ],
        "website": [],
        "description": [
            "BREIZH COFFE & POOL est un nouveau concept né d'une symbiose entre coffee shop de style tendance et une grande passion pour le sport de billard."
        ]
    },
    {
        "name": [
            "ANTIBO MOROCCO"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Avenue Attine\r\n10100 Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537711720"
        ],
        "mobile": [],
        "email": [
            "morocco.antibo@gmail.com"
        ],
        "website": [],
        "description": [
            "Accepte les réservations",
            "\r\nLes visites sont bienvenues",
            "\r\nPeut accueillir des groupes",
            "\r\nIdéal pour les enfants",
            "\r\nÀ emporter",
            "\r\nRestauration",
            "\r\nService en salle",
            "\r\nTerrasse"
        ]
    },
    {
        "name": [
            "DAR ZAKI"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 23 , Rue Moulay Brahim , Ancienne Medina. 10000 - Rabat - Maroc "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537702733 "
        ],
        "mobile": [],
        "email": [
            "info@darzaki.com"
        ],
        "website": [
            "www.darzaki.com"
        ],
        "description": [
            "Dar Zaki est un restaurant marocain qui propose différent deal avec la commande en ligne."
        ]
    },
    {
        "name": [
            " DAR TANGIA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 675Hay El Menzeh C-Y-M Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537798779"
        ],
        "mobile": [],
        "email": [
            "contact.dartangia@gmail.com"
        ],
        "website": [
            "www.dartangia.ma"
        ],
        "description": [
            "Ancien site historique, DAR TANGIA fait partie du patrimoine Rbati. au coeur du vieux Rabat, le restaurant propose une cuisine typiquement marocaine. Tout le raffinement du Maroc se déploie dans cet endroit mythique á la décoration mauresque subtile. \r\n",
            "\r\nDAR TANGIA est un espace de vie et d'animations culturelles ou l'on peut profiter d'un spectacle andalou ou assister á un récital de musique orientale."
        ]
    },
    {
        "name": [
            "LE ZIRYAB"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Le Ziryab 2015 • 10 Impasse Ennajjar, Rue des Consuls, Medina, Rabat."
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537733636 "
        ],
        "mobile": [
            "0661096260"
        ],
        "email": [
            "resa@restaurantleziryab.com"
        ],
        "website": [
            "www.restaurantleziryab.com "
        ],
        "description": [
            "Baptisée Ziryab, l’une des plus grandes tables de la haute gastronomie marocaine n’a \r\nrien d’anodin. L’intention était pure, aussi pur et passionné que l’amour de la vie et de la \r\nbeauté des choses qu’avait ce jeune persan du premier millénaire finissant.",
            "\r\n\r\nC’est en véritable précurseur que Ziryab, grand musicien et gastronome, passé maître \r\ndans la composition des mets, et novateur dans l’ordonnancement de ceux-ci, allait, à sa \r\nmanière, révolutionner l’art de vivre et de se nourrir.",
            "\r\n\r\nC’est au cœur de la médina que le restaurant le Ziryab veut aujourd’hui faire renaître ce \r\ngoût ultime pour un raffinement culinaire d’exception. Rendre ses lettres de noblesse à \r\nun certain art de vivre et de recevoir, emprunt d’émotions authentiques. Faire partager sa \r\nmaîtrise d’une traditionnelle simplicité à la recherche d’une innovante modernité.",
            "\r\n",
            "\r\n\r\nCe n’est donc pas un hasard si le ziryab a élu domicile face aux Oudayas, dans cette rue \r\ndes consuls, carrefour stratégique et séculaire. Mythe du lieu et de l’instant, cet entrelacs \r\nde ruelles et de venelles distille au passant cette alchimie urbaine unique faisant côtoyer \r\nles chancelleries et leur cortège confidentiel, avec le tumulte commerçant d’un quartier \r\nrendu célèbre par le savoir-faire et les trésors de ses artisans.",
            "\r\n\r\nParce que la haute gastronomie marocaine peut ici se passer de superlatifs clinquants, \r\nle chef saura lui rendre hommage en la parant de ses plus beaux attributs. C’est une \r\npièce à plusieurs actes à laquelle nous convie l’un des plus anciens Ryads de la médina \r\ndont trois années de rénovations minutieuse auront conservé et magnifié le charme de \r\nl’authenticité. C’est sur cette scène mêlée de vie et d’émotions pures que, dans un cadre \r\nfeutré et ouvert à la fois, au son du luth et autres instruments, l’on comprendra mieux \r\npourquoi les hommes n’auront jamais fini de rêver.",
            "\r\n\r\nParfums et épices, herbes et saveurs subtiles, opulence et harmonie, dégustation et \r\nsensualité, marocanité et exotisme, culture des sens et raffinements d’esthètes, à \r\nl’image de Ziryab l’ancien, le Ziryab d’aujourd’hui se veut l’ambassadeur de l’excellence, \r\nl’humble serviteur de l’originalité maîtrisée."
        ]
    },
    {
        "name": [
            "LES 6 EME SYMPHONIE "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 4, rue benghazi, Hassan\r\nRabat, Morocco, 10000\r\n\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537200280"
        ],
        "mobile": [],
        "email": [
            "Contact@6emesymphonie.com "
        ],
        "website": [
            "www.6emesymphonie.com"
        ],
        "description": [
            "avec nous, vous atteindrez les portes d'un nouveau monde, ou les saveurs les plus variées seront composées et vous seront présentées par notre grand chef en un bouquet surprenant et agréale qui fera de chaque bouchée, un plaisir extrême...!"
        ]
    },
    {
        "name": [
            "PIETRI PALACE "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " place moulay el hassan HASSAN\r\n Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537727270"
        ],
        "mobile": [],
        "email": [
            "pieripalace@gmail.com"
        ],
        "website": [],
        "description": [
            "restaurant cafè glacier ",
            "\r\nAccepte les réservations",
            "\r\nPeut accueillir des groupes",
            "\r\nIdéal pour les enfants",
            "\r\nÀ emporter",
            "\r\nRestauration",
            "\r\nService en salle",
            "\r\nTerrasse"
        ]
    },
    {
        "name": [
            "RESTOMANIA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 16 – Résidence Mahaj Riad – Hay Riad – Secteur 9 - Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537713020"
        ],
        "mobile": [],
        "email": [
            "contact@restomania.ma"
        ],
        "website": [
            "www.restomania.ma"
        ],
        "description": [
            "Spécialiste de la restauration de collective, RestoMania imagine et déploie des solutions en phase avec les attentes des entreprises et des convives.\r\n",
            "\r\nSa capacité d’innovation, son exigence, la force de ses hommes et femmes impliqués au service des clients, en font un partenaire incontournable.\r\n",
            "\r\nPour aller toujours plus loin à la rencontre des besoins de ses clients, RestoMania étoffe continuellement son offre de produits et services: Restauration collective, offres traiteur, locations de salles\r\n\r\n"
        ]
    },
    {
        "name": [
            "LE SWING"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Km5, Route des Zaers, Souissi . Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537652000"
        ],
        "mobile": [],
        "email": [
            "reservation_swing@hotmail.com"
        ],
        "website": [],
        "description": [
            "L’une des adresses les plus chics de Rabat où la clientèle apprécie le cadre select et magnifiquement décoré, le tout dans une ambiance feutrée et cozy. Gérée de main de maître par Kamma Bouchaib, le service y est excellent et le menu raffiné, le poisson se taillant la part du lion, en sauce, grillé ou à la plancha, on peut également y déguster des brochettes de gambas au foie gras poêlé, du magret de canard servi avec ses oignons confits. \r\n",
            "\r\nIl est idéalement situé dans le prestigieux quartier des Ambassades, dans le complexe de restauration et d’animation le Swing qui a de quoi répondre à toutes les envies. \r\n",
            "\r\n• Prix moyen à la carte 300 Dhs hors boissons ",
            "\r\n• Ouvert de 8h à 1h du matin ",
            "\r\n• 7j / 7"
        ]
    },
    {
        "name": [
            "BORJ EDDAR"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " plage de rabat au pied des oudayas, 10030 Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537701500"
        ],
        "mobile": [
            "0661732832"
        ],
        "email": [
            "resa@borjeddar.com"
        ],
        "website": [
            "www.borjeddar.com"
        ],
        "description": [
            "Le borjeddar vous invite dans l'enceinte de ses remparts, site monumentale classé datant du XVIIe siècle de part sa situation unique en bordure de mer, au pied de la célèbre kasbah des oudayas et à deux pas du centre-ville il vous séduira aussi par une vue imprenable sur l'océan."
        ]
    },
    {
        "name": [
            "LE GRAND COMPTOIR"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 279, avenue Mohammed V - Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [],
        "mobile": [],
        "email": [
            "info@legrandcomptoir.ma"
        ],
        "website": [
            "www.legrandcomptoir.ma"
        ],
        "description": [
            "C'est l'adresse en vogue de Rabat, dans un décor typique des années 30, parfaitement restauré dans son jus, c'est l'endroit \"in\" car le spectacle est souvent dans la salle. Le chef propose une carte fidèle aux produits du marché, choucroute et fondue en hiver, gigot d'agneau à l'ail en été, homards grillés et poissons - cuits au four, grillés - selon l'arrivage. En Mezzanine, le GC Wine Tastin’  propose une sélection de vins du monde, accompagnée de charcuteries,fromages et petits plats..."
        ]
    },
    {
        "name": [
            "RESTAURANT MILANO"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 43 abou Fariss al marini\r\nRabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537709430"
        ],
        "mobile": [],
        "email": [
            "milanoespace@gmail.com"
        ],
        "website": [],
        "description": [
            "Restaurant Milano cherche à mettre la gastronomie à l'honneur : plats de qualité, accueil attentif,service soigné et cadre agréable."
        ]
    },
    {
        "name": [
            "TY POTES"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 11, rue Ghafsa.\r\nQuartier Hassan.\r\n10000 Rabat.\r\nRoyaume du maroc"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537707965"
        ],
        "mobile": [],
        "email": [
            "contact@typotes.com"
        ],
        "website": [
            "typotes.com"
        ],
        "description": [
            "Venez découvrir nos spécialités telles que les galettes bretonnes au blé noir, les tartines de pain de campagne grillées ainsi que les différentes salades gourmandes. \r\n",
            "\r\nEn saison, nous vous proposons aussi les huîtres de la baie de Dakhla, les escargots à la Bourguignonne, et la véritable fondue Savoyarde. \r\n",
            "\r\nLes dimanches c'est brunch en terrasse!"
        ]
    },
    {
        "name": [
            "COFFEE SHOP "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Centre Commercial Acima City Center 1er Etage\r\nAvenue Al Media Angle rue Meziata Hay Ryad Rabat-Maroc"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537564695"
        ],
        "mobile": [
            "0623510540/0661778891"
        ],
        "email": [
            "client@coffeeshop.ma"
        ],
        "website": [
            "www.coffeeshop.ma"
        ],
        "description": [
            " Le Centre Commercial City Center Hay Riad est une filiale du groupe Neil Investment, qui se place en tant que Développeur et Aménageur de Centres Commerciaux. Celui-ci détient le Coffee Shop à hauteur de 50%, l'autre moitié étant détenu par notre assoccié: M. Daoudi.\r\n\r\n",
            "Cette cogestion se caractérise,depuis l'ouverture du Coffee Shop à ce jour, par une très bonne entente entre les deux parties qui travaillent conjointement et qui sont sur le terrain ensemble,au quotidien, afin d'assurer la bonne marche de l’établissement."
        ]
    },
    {
        "name": [
            "ITALIANO II GIARDINO"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 2 bis avenue Ahmed El Yazidi (ex-Meknès)\r\n10000 Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0649896880"
        ],
        "mobile": [
            "0649896880"
        ],
        "email": [
            "giuseppegiardinogianni@gmail.com"
        ],
        "website": [],
        "description": [
            "Situé au centre de Rabat, dans le quartier administratif «Hassan» à proximité de l’Ambassade des Etats-Unis et de l’Institut Culturel Italien, le restaurant «Il Giardino» est l’endroit parfait pour vous poser et pour profiter en même temps de l’ambiance décontractée, de l’accueil sympathique des propriétaires et des délices «made in Italy» proposées par le chef Giuseppe. Prenez vos places dans la belle terrasse et goutez les pâtes et les plats du jour, ou bien une vraie pizza à la pâte fine et croustillante, tout, bien entendu, préparé avec des ingrédients italiens de qualité, pour faire le bonheur des amateurs de spécialités.",
            " La salle interne et la terrasse peuvent accueillir des groupes/familles nombreuses ou bien des buffets (aussi sur réservation), les prix étant raisonnables et des réductions proposées sur des larges réservations.",
            " Le restaurant est ouvert tout les jours (exception faite le lundi soir) pour le déjeuner à partir de 12h jusqu’à 15h ou pour le dîner de 19h à 23h. Internet wi-fi, paiement en espèces ou par carte.\r\n"
        ]
    },
    {
        "name": [
            "CH'HIWATES DU TERROIR"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 7 rue d'Oran, Hassan, 10020 Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537262628"
        ],
        "mobile": [],
        "email": [
            "chiwatesduterroir@gmail.com"
        ],
        "website": [],
        "description": [
            "Des plats traditionnels marocains raffinés et de superbes recettes modernisées et remises au goût du jour ! ",
            "\r\nDes produits de terroir de très bonne qualité, provenant de toutes les régions du Maroc selon le modèle de commerce équitable.\r\nAmateurs de plats végétariens, vous trouverez également votre bonheur.\r\n",
            "\r\nUn cadre très agréable avec terrasse dans une rue calme dans le quartier Hassan de Rabat."
        ]
    },
    {
        "name": [
            "BABYLONIA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 28 rue Jabal El Ayachi, Agdal, Rabat-10100"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537673764"
        ],
        "mobile": [],
        "email": [
            "contact@babylonia.ma"
        ],
        "website": [
            "www.babylonia.ma"
        ],
        "description": [
            "Accepte les réservations, Les visites sont bienvenues, Peut accueillir des groupes, Idéal pour les enfants, À emporter, Livraison, Restauration, Service en salle et Terrasse.\r\n",
            "\r\nBarbecue, Brunch, Crêperies, Dîners, Fast Food, Indienne/Pakistanaise, Orientale (Moyen-Orient), Marocaine, Sandwiches, Grills, Turque, Végétalienne et Végétarienne."
        ]
    },
    {
        "name": [
            "LA PORT E DE LA MER"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Diar Manssour route côtière Numéro 1 et 2 Rabat.\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537231516"
        ],
        "mobile": [],
        "email": [
            "contact@laportedelamer.com"
        ],
        "website": [
            "laportedelamer.com"
        ],
        "description": [
            "La porte de la mer : Restaurant, Café, Pizzeria, Glaces et patisserie\r\n",
            "\r\nBienvenu au Restaurant La porte de la mer, votre restaurant à Rabat.\r\n\r\nNous vous invitons à nous rejoindre pour déjeuner ou diner, pour déguster nos pizzas, nos plats marocains traditionnels et nos desserts succulents.\r\n",
            "\r\nLe Maroc est un pays célèbre pour sa cuisine, et le Restaurant La porte de la mer vous prépare de nombreuses recettes typiques de Maroc.\r\n",
            "\r\nRégalez-vous de nos tajines, de nos salades, et de nos pizzas .\r\n\r\nL’aimable et serviable personnel du Restaurant La porte de la mer est là pour vous servir avec sympathie, style, et professionnalisme.\r\n",
            "\r\nLe Restaurant La porte de la mer assure un service de qualité et propose de multiples choix de menus, combinant gastronomie marocaine traditionnelle et recettes venant de pays réputés tels que la France, l’Italie, ou l’Espagne.\r\n",
            "\r\nLe Restaurant La porte de la mer est spécialisé dans la préparation Pizzas, tajine, couscous, salades….\r\n",
            "\r\nSa liste d’options est très diversifiée en plus d’être originale, et propose des entrées variées, des plats de viande et de poisson, des salades assorties, des pizzas et des desserts…\r\n"
        ]
    },
    {
        "name": [
            "LA TABLE DU RÉSERVOIR"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Centre commercial Prestige Avenue Mohamed VI- Souissi"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537656811"
        ],
        "mobile": [],
        "email": [
            "table.reservoir@gmail.com"
        ],
        "website": [],
        "description": [
            "Tout le monde connaît Le Réservoir sur la route des Zaers…La Table du Réservoir est devenue son annexe, dans un style complètement différent, et c’est une aubaine pour les gourmets qu’ils soient noctambules ou pas. La carte est signée par le talentueux chef Sébastien Bontour et vous sera servie par une équipe sympathique et des plus efficaces. Aux beaux jours, la terrasse exposée plein sud s’ouvre entièrement et c’est un vrai havre de paix pour s’y restaurer."
        ]
    },
    {
        "name": [
            "COSMOPOLITAN"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Quartier Des Orangers, Rabat, Maroc"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537200028"
        ],
        "mobile": [],
        "email": [
            "restocosmo@gmail.com"
        ],
        "website": [],
        "description": [
            "CUISINE FRANÇAISE TRADITIONNELLE\r\nA 100 mètres de Bab Rouah, face aux remparts à Rabat, pari réussi pour cette belle villa style Art déco, magnifiquement restaurée, où l'amabilité de l'accueil et l'ambiance discrète attirent les gourmets. Choisissez votre table sur la terrasse arborée ou à l'étage dans une salle au décor élégant, vous dégusterez une cuisine française traditionnelle raffinée aux accents du Sud-Ouest, parfaitement présentée. Du bel ouvrage !"
        ]
    },
    {
        "name": [
            "VILLA JNANE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 8, Rue Abou Chouaib Dokkali,\r\nLes Orangers, Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537702412"
        ],
        "mobile": [
            "0653087911"
        ],
        "email": [
            "contact@villajnane.ma"
        ],
        "website": [
            "www.villajnane.ma"
        ],
        "description": [
            "Villa Jnane, café restaurant pâtisserie, situé au centre ville de Rabat \r\ndans le quartier les orangers connu pour sa tranquillité et son charme, \r\nderrière la gare ferroviaire de Rabat-ville, vous invite à déguster son café \r\nd’origine italienne, sa pâtisserie faite maison et sa restauration \r\ncopieuse, alliant goût, qualité et prix, dans un cadre agréable, tout aussi \r\nbien dans son salon cosy où la décoration est un mélange subtil de \r\ntradition marocaine et de modernité. \r\n",
            "\r\nOu, à l’extérieur dans sa terrasse verdoyante et ombragée où les rayons \r\ndu soleil vous révèlent le charme insoupsonné de Villa Jnane."
        ]
    },
    {
        "name": [
            "LA GALERIE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 50, Av. Omar Ibn Al Khattab, Agdal.\r\nRabat – Maroc"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537770619"
        ],
        "mobile": [
            "0661449500"
        ],
        "email": [
            "contact@lagalerie.ma"
        ],
        "website": [
            "www.lagalerie.ma"
        ],
        "description": [
            "Se trouvant au cœur du quartier de l’Agdal, votre restaurant La Galerie ravivera vos papilles grâce à une cuisine italienne simple et raffinée, mais surtout adaptée à toutes les bourses.\r\nVotre restaurant La Galerie est le rendez-vous incontournable des amateurs de pâtes fraîches et de pizzas cuites au feu de bois. Nous vous invitons à déguster au plus vite nos pizzas, pâtes, et plats variés, ainsi que notre sélection de desserts faits maison, et ce dans un cadre exceptionnel aux murs parés de créations artistiques.",
            "\r\n\r\nQue vous soyez en groupe, entre amis, ou en famille, nous vous accueillons tous les jours de la semaine, le soir et le midi. Que ça soit sur place, à emporter, ou en livraison nous vous proposons une carte richement variée et un service hautement qualifié."
        ]
    },
    {
        "name": [
            "CAFE RESTAURANT EL BAHIA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 4,Avenue Hassan II Bab Bouiba-Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537734504"
        ],
        "mobile": [],
        "email": [
            "cafe.restaurant.elbahia@gmail.com"
        ],
        "website": [
            "www.elbahia.ma"
        ],
        "description": [
            "Derrière les remparts andalous abritant la médina, la famille BOUHLLAB vous propose la terrasse ombragée ou l’intérieur traditionnel pour vous faire déguster les saveurs marocaines,Laissez-vous envoûter par les délicieuses saveurs marocaines,vous apprécierez une cuisine délicatement parfumée et une carte variée qui réveillera votre curiosité gustative.\r\n",
            "\r\nLa tradition culinaire est respectée,les saveurs exaltés et le délice assuré !"
        ]
    },
    {
        "name": [
            "SOTTO SOPRA RABAT "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10, rue Al Marj - Hassan\r\n10010 Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537731507"
        ],
        "mobile": [],
        "email": [
            "sottosopra.rabat@gmail.com"
        ],
        "website": [],
        "description": [
            "Un concept de Stefano OLIVIERO et Nicola CADDEO\r\nSpécialités italiennes"
        ]
    },
    {
        "name": [
            "FINZI"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10000 Rabat\r\nrue Haj Mohamed Rifaï -ex Oskofiah, angle Mohammed VI "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537758161"
        ],
        "mobile": [
            "0537728888 "
        ],
        "email": [
            "finzi@menara.ma"
        ],
        "website": [],
        "description": [
            "2 adresses à Rabat pour le Finzi, l'une sur la route des Zaers et l'autre dans \r\nle centre ville. ",
            "\r\nLa cuisine italienne leur est fidèle, car le chef Abderrazzak Jhrider s'attache \r\nà préparer les meilleures pâtes de la ville, linguines, scaloppines, pennes."
        ]
    },
    {
        "name": [
            "DAR RBATIA "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 16, Rue Ferrane Khachane, Sidi Fateh, Medina. Rabat.Maroc."
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537701317"
        ],
        "mobile": [
            "0661371184"
        ],
        "email": [
            "darrbatiarabat@menara.ma"
        ],
        "website": [
            "www.darrbatia.ma"
        ],
        "description": [
            "DAR RBATIA\r\nAncien site historique, DAR RBATIA fait partie du patrimoine Rbati. au coeur du vieux Rabat, le restaurant propose une cuisine typiquement marocaine. Tout le raffinement du Maroc se déploie dans cet endroit mythique á la décoration mauresque subtile. DAR RBATIA est un espace de vie et d'animations culturelles ou l'on peut profiter d'un spectacle andalou ou assister á un récital de musique orientale."
        ]
    },
    {
        "name": [
            "DINARJAT"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10000 Rabat\r\n6, rue Belgnaoui, Médina "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537704239"
        ],
        "mobile": [
            "0537722342 "
        ],
        "email": [
            "dinarjat@gmail.com"
        ],
        "website": [
            "www.dinarjat.com"
        ],
        "description": [
            "En face de la kasbah des oudayas\r\nAu cœur de la médina\r\nle clapotis de l'eau qui jaillit d'une fontaine parfum de l'absinthe, l'aloès, \r\nl'encens,et la saveur séculaire des plats raffinés inaltérable tribut\r\nà la mémoire des sens. "
        ]
    },
    {
        "name": [
            "LE SWING"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10000 Rabat\r\nquartier Souissi, 6 av. Imam Malik "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537652000 "
        ],
        "mobile": [],
        "email": [
            "swing_rabat@hotmail.fr "
        ],
        "website": [],
        "description": [
            "Dans un complexe regroupant également un pub et une boîte de nuit, le restaurant Le Swing acceuille ses clients dans un espace cosy et décoré avec raffinement. ",
            "\r\nL'ambiance y est familiale et conviviale pour le plus grand plaisir de tous les convives. ",
            "\r\nLa carte est riche et variée, tous les goûts seront comblés, la plupart des plats sont à base de poissons frais venant des pêches de la ville. ",
            " \r\nLa clientèle est plutôt jeune issue des classes aisées de la société de Rabat. ",
            "\r\nL'adresse est idéale pour un dîner entre amis ou en amoureux. "
        ]
    },
    {
        "name": [
            "RESTOMANIA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 6, Avenue Annakhil – Magasin 16 – Résidence Mahaj Riad – Hay Riad – Secteur 9 - Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537713020"
        ],
        "mobile": [],
        "email": [
            "contact@restomania.ma"
        ],
        "website": [
            "www.restomania.ma"
        ],
        "description": [
            "RESTOMANIA, crée la différence et réinvente la restauration collective.\r\n ",
            "\r\nEn associant raffinement, respect du goût, et de la véritable cuisine, RestoMania vous invite au voyage des sens chaque jour, dans un cadre agréable, et sans craindre d’être en retard à votre prochain rendez vous. ",
            "\r\nPrès de vous, pour vous servir tous les jours, RestoMania est votre partenaire pour faire de vos repas un véritable moment de détente, de plaisir, de convivialité et de productivité.\r\nSuivez nous dans un univers haut en couleur, en senteurs et en émotions…"
        ]
    },
    {
        "name": [
            "BABYLONIA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 28 rue Jabal El Ayachi, Agdal, Rabat\r\n10100"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537673764"
        ],
        "mobile": [],
        "email": [
            "babyloniarabat@gmail.com"
        ],
        "website": [
            "www.babylonia.ma"
        ],
        "description": [
            "\t\r\nAccepte les réservations",
            "\r\nLes visites sont bienvenues",
            "\r\nPeut accueillir des groupes",
            "\r\nIdéal pour les enfants",
            "\r\nÀ emporter",
            "\r\nLivraison",
            "\r\nRestauration",
            "\r\nService en salle",
            "\r\nTerrasse\r\n"
        ]
    },
    {
        "name": [
            "LA MENORA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10000 Rabat\r\n5, rue Er-Ryad, quartier Hassan "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537260103 "
        ],
        "mobile": [],
        "email": [
            "contact@lamenora.com "
        ],
        "website": [
            "www.lamenora.com "
        ],
        "description": [
            "Situé en plein centre de Rabat, à quelques pas de la gare, du quartier des ministères et des ambassades, dans une coquette villa aménagée et décorée dans le style hispano mauresque,\r\nnous vous attendons pour vous faire découvrir tous les parfums et saveurs de la cuisine marocco-méditerranéenne."
        ]
    },
    {
        "name": [
            "PAUSE GOURMET"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 467 Av. Mohamed V \r\n  Rabat . \r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537722672 "
        ],
        "mobile": [
            "212537722672"
        ],
        "email": [
            "pause_gourmet_rabat@yahoo.fr "
        ],
        "website": [
            "www.pausegourmet.eresto.net"
        ],
        "description": [
            "Pour vos envies de crêpes et de galettes... \r\nOui, il existe à Rabat  un petit coin de Bretagne une jolie crêperie Pause Gourmet dispose d’un espace convivial composé d’une Cuisine ouverte, un gage certain d’hygiène et de sérieux ."
        ]
    },
    {
        "name": [
            "LE BAMBU"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " MARJANE HAY RIAD, 10000 Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537710201"
        ],
        "mobile": [],
        "email": [
            "restaurant.lebambou@hotmail.fr"
        ],
        "website": [],
        "description": [
            "Accepte les réservations",
            "\r\nLes visites sont bienvenues",
            "\r\nPeut accueillir des groupes",
            "\r\nIdéal pour les enfants",
            "\r\nÀ emporter",
            "\r\nLivraison",
            "\r\nRestauration",
            "\r\nService en salle"
        ]
    },
    {
        "name": [
            "VILLA MANDARINE "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10100 Rabat\r\n19, rue Oulad Bousbaa, Souissi "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537752077 "
        ],
        "mobile": [],
        "email": [
            "reservation@villamandarine.com "
        ],
        "website": [
            "www.villamandarine.com "
        ],
        "description": [
            "Nichée dans un grand jardin, le restaurant Villa Mandarine propose à ses clients une cuisine gastronomique Française concoctée par son chef Ivy Le Roux Dupeyron. "
        ]
    },
    {
        "name": [
            "BRASSERIE LA TULIPE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Hôtel Golden Tulip Farah Rabat - Makhlouf 10 - 10.000 - Rabat Maroc"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537734747"
        ],
        "mobile": [],
        "email": [
            "Sales-farahrabat@menara.ma"
        ],
        "website": [
            "www.goldentulipfarahrabat.com"
        ],
        "description": [
            "Midi et soir au Golden Tulip Farah Rabat nous vous offrons des formules \r\nconçues selon vos besoins, que ce soit autour d’un verre avec une vue \r\npanoramique splendide depuis le « Lounge Panorama » situé en plein ciel \r\nde Rabat, notre brasserie  \"La Tulipe\" ou encore l’intimité de votre chambre \r\npour un dîner en amoureux. \r\n"
        ]
    },
    {
        "name": [
            "LE TAPEO"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10110 Rabat\r\nHay Riyad, 18 Mahaj Riyad "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537565777 "
        ],
        "mobile": [],
        "email": [
            "tapeo@menara.ma "
        ],
        "website": [],
        "description": [
            "Le Tapeo à Rabat, c'est un bout d'Andalousie, au centre de la capitale. ",
            "\r\nCe restaurant propose une cuisine espagnole: tapas savoureux ou encore paëllas. ",
            "\r\nToute l'Espagne est au rendez-vous. ",
            "\r\nDans une ambiance conviviale et un décor chaleureux, venez découvrir cette adresse riche en couleur. "
        ]
    },
    {
        "name": [
            "ALMARSA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " nouvelle marina de Bouregreg, Rabat \r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537882155 "
        ],
        "mobile": [],
        "email": [
            "la.pescaderia@menara.ma "
        ],
        "website": [],
        "description": [
            "Sur la nouvelle Marina entre Salé et Rabat, deux restaurants côte à côte. Un seul nom : Al Marsa. Les deux mettent en avant le poisson, l’un dans un registre espagnol, l’autre japonais. Les patrons sont mareyeurs de métier et la fraîcheur des produits est exceptionnelle, les cuissons et les préparations tout autant. Si vous ne connaissez pas ! Courez-y.\r\n\r\n"
        ]
    },
    {
        "name": [
            "AS'LAM"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10110 Rabat\r\n32, av. El Amar (hay Riyad) "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537565630 "
        ],
        "mobile": [],
        "email": [
            "othmanelkadiri@gmail.com "
        ],
        "website": [],
        "description": [
            "Dans le quartier huppé de Hay Riad à Rabat, le restaurant As'Iam provoque l'admiration de tous ses convives. ",
            "\r\nQuand la lassitude culinaire commence à se faire sentir, sortez découvrir ce lieu magique. ",
            "\r\nDans un décor riche en couleurs et en boiseries, rappelant les méandres du Yangtsé, dit le fleuve bleu, ce restaurant ravira chaque gourmet avec des plats peu commun à la capitale. ",
            "\r\nSpécialités chinoises, thaïlandaises ou vietnamiennes, la gastronomie asiatique a trouvé un emblème à Rabat. ",
            "\r\nUne cuisine ouverte sur la salle vous laissera contempler avec stupéfaction, le chef Michaël Balitbit dans l'exercice de son art. "
        ]
    },
    {
        "name": [
            "LA MAMMA"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10000 Rabat\r\n6, rue Tanta "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537707329 "
        ],
        "mobile": [
            "0537707329 "
        ],
        "email": [
            "sbenenati@hotmail.com "
        ],
        "website": [],
        "description": [
            "La Mamma est un restaurant aux spécialités italiennes implanté depuis des décennies au cœur de la capitale. ",
            "\r\nDans un décor simple mais très charmant, le chef fait découvrir aux gastronomes, les véritables saveurs d'Italie, à travers de délicieuses pizzas cuites au feu de bois. "
        ]
    },
    {
        "name": [
            "LA TABLE DU RÉSERVOIR "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Avenue Mohammed VI Rabat\r\n10000 Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537656811"
        ],
        "mobile": [],
        "email": [
            "karimjennane@yahoo.fr"
        ],
        "website": [],
        "description": [
            "Cuisine française raffinée dans un cadre unique à Rabat ! \r\nOuvert du mardi au dimanche, midi, après midi et soir. \r\nMenu express le midi. \r\nAfter works. \r\nSuggestions différentes toutes les semaines."
        ]
    },
    {
        "name": [
            "MY ZEN SUSHI"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Avenue Fal Ouled Oumeir, Angle rue Jabal Bouiblane, Ancien Café/Restaurant L'Entracte, Agdal\r\n10000 Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537673377 "
        ],
        "mobile": [
            "0661342384"
        ],
        "email": [
            "myzensushi@gmail.com"
        ],
        "website": [
            "www.myzensushi.com"
        ],
        "description": [
            "Restaurant et Traiteur de Fusion Asiatique (Japonais, Thaïlandais et Vietnamien), Sushi en Fusion Japonaise et Mexicaine!!!\r\n",
            "\r\nDes mets d'exception préparés devant vos yeux par de vrais chefs asiatiques de grande renommée internationale. Sur place autour du convoyeur à sushi ou bien autour de la plaque de Teppanyaki. Aussi à emporter ou bien en livraison gratuite à domicile partout à Rabat. C'est le nouveau repère des fans de cuisine asiatique par excellence. Avec des prix défiants tous les restaurants locaux et la meilleure qualité de produits existants sur le marché."
        ]
    },
    {
        "name": [
            "PICOLO'S"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            "  10100 Rabat\r\n149, avenue Mohammed VI - ex Zaers "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537636969 "
        ],
        "mobile": [],
        "email": [
            "picolos@online.co.ma"
        ],
        "website": [
            "www.picolos.ma "
        ],
        "description": [
            "Philippe Bonnet vous reçoit à sa table, au Picolo's à Rabat. ",
            "\r\nChef disciple de Bocuse et de Ducasse, son apprentissage l'a conduit à \r\nla réussite. ",
            "\r\nLa cuisine riche et variée, est inspirée par de nombreux pays, avec à la \r\ncarte : Nems de loup en verdure et tartare de légumes à la graine d'orge, \r\nFilet d'autruche en bois de romarin, Macarons aux marrons. ",
            "\r\nDes spécialités internationales faisant le régal de tous ses convives. \r\n"
        ]
    },
    {
        "name": [
            "MC DONALD S AGDAL"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 105, av Al Amir Fal Ould Oumeir Rabat\r\n\r\n  \r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537670171"
        ],
        "mobile": [],
        "email": [
            "mcdomaroc@mcdonalds.ma"
        ],
        "website": [],
        "description": [
            "restauration rapide\r\nRestaurants libre-service, snack-bar "
        ]
    },
    {
        "name": [
            " AS’IAM"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 32 Av. Al Arrar hay Riad, Rabat "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537565630 "
        ],
        "mobile": [],
        "email": [
            "ekorestaurantgroup@gmail.com "
        ],
        "website": [],
        "description": [
            "Dans le nouveau quartier d’affaire Hay Riad, sur l’esplanade de Rabat, AS’IAM est un voyage pour les yeux et les papilles. Les costumes et boiseries sont traditionnels, la lumière tamisée, l’atmosphère est conviviale. Côté culinaire, cuisine asiatique : les nouilles sont faites à la main et exécutées devant vous dans une cuisine ouverte sur la salle. Le sushi-bar accompagne les spécialités chinoises, japonaises, thaï ou vietnamiennes, les prix sont doux : on pense déjà à revenir.\r\n\r\n"
        ]
    },
    {
        "name": [
            "RESTAURANT DE LA PLAGE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Plage des Oudayas\r\n10000 Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537723148"
        ],
        "mobile": [],
        "email": [
            "RestaurantdelaPlageRabat@gmail.com"
        ],
        "website": [],
        "description": [
            "Bienvenue au célèbre RESTAURANT DE LA PLAGE qui renaît de belles façons, au plus bel endroit de Rabat, entre fleuve et mer. Ici, la marée palpite pour votre plaisir. Ici, le poisson est roi, comme il se doit, et comme bon vous semble.\r\n",
            "\r\nLE FISH MARKET est ainsi dressé avec la marée du jour. D’une fraîcheur absolue, crevettes, merlans, calamars, soles, daurades, lottes, turbots… s’offrent à vous. Vous choisissez vos poissons préférés et la cuisson que vous aimez : grillée, au sel, au four, en friture… Aux viviers, vous pouvez aussi retenir homards ou langoustes et, nec plus ultra unique au Maroc, les angulas qui frétillent dans leur bassin. Le chef s’en charge avec soin alors que vous prenez place ici, ou là.\r\n",
            "\r\nLE LOUNGE, lumineux et convivial, se prête à toute heure à vos moindres désirs, à table ou au bar. Pour accompagner votre plat, légumes, sauces et garnitures sont également au choix, à la carte et, côté boisson, tout est possible : bière à la pression, verre à l’unité ou l’une des bouteilles de vins du Maroc, à température voulue dans l’enclave de la vinothèque.\r\n",
            "\r\nLA TABLE DES GOURMETS, au service stylé, vous invite à partager vos repas d’affaires et vos dîners en famille ou en amoureux. Là encore, entouré de boiseries marines, vous composez votre menu à volonté, dans une ambiance raffinée où l’océan se laisse admirer de tous côtés.\r\n",
            "\r\nLE RABAT'ORIA, aux grandes baies vitrées et décor pastel, s’ouvre de plain-pied sur la plage et la terrasse ombragée. La cuisine attenante et le four à bois s’allient pour vous concocter des spécialités méditerranéennes à souhait, qui réjouiront petits et grands. Pour couronner le tout, sur la scène à l’acoustique parfaite, LE JAZZ est à l’honneur. En début de soirée et jusqu’à point d’heure, vous pourrez savourer un drink, au tempo des jazz bands réputés.\r\n",
            "\r\nLA SARDINIÈRE, nichée en plein air, en plein phare peut-on dire, propose aux amateurs ses sardines grillées devant eux, au barbecue.\r\n",
            "\r\nPlus encore…\r\n",
            "\r\nLA CAVE NICOLAS : au Restaurant de la Plage, le bon vin est au rendez-vous via la renommée de l’enseigne Nicolas dont les meilleures sélections sont à votre disposition. Seul le “prix du bouchon” s’ajoute au tarif affiché en magasin. Ici, sur les conseils du sommelier, vous choisirez les cépages et les meilleurs\r\ncrus de vins de France, entreposés dans les conditions idéales.\r\n",
            "\r\nLa cave à cigares protège avec autant de soin la texture et le parfum de vos havanes, Montecristo ou Davidoff préférés.\r\n",
            "\r\nEt, cerise sur le gâteau…\r\nOù que vous soyez attablés, tous les desserts proviennent du grand faiseur FRANCO GELATO. Avec ses fameuses coupes Venezia, Romana, Capri… et ses panacota, tartes au citron, cheese-cakes… vous avez l’embarras du choix des délices."
        ]
    },
    {
        "name": [
            "MY COFFE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Rés.Rielzza N°55 Av.Fal Ouled Oumeir, Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537772730"
        ],
        "mobile": [],
        "email": [
            "contact@mycoffee.ma"
        ],
        "website": [
            "www.mycoffee.ma"
        ],
        "description": [
            "Venez-vous poser autour d’un bon repas entre amis ou en famille au restaurant My Coffee and Sandwich : Un endroit qui rime avec convivialité, intimité et chaleur pour un cadre et une ambiance unique en leurs genres ",
            "\r\nPrenez le temps de vous installer confortablement et d’apprécier le moment. Pensez au My Coffee and Sandwich pour vos repas en famille ou entre amis, découverte gastronomiques et dépaysement garantis "
        ]
    },
    {
        "name": [
            "TAJINE WA TANJIA "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 9, Rue Baghdad - Hassan\r\n10000 Rabat\r\n\t"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537729797"
        ],
        "mobile": [],
        "email": [
            "tajinewatanjia.contact@gmail.com"
        ],
        "website": [],
        "description": [
            "Un petit air de Marrakech et des régions du Sud habite ce restaurant bien sympathique. Tout est là pour un dépaysement garanti : décoration ethnique, tables en fer forgé, musique traditionnelle et surtout une cuisine authentique et savoureuse.\r\n",
            "\r\nUn petit air de Marrakech et des régions du Sud habite ce restaurant bien sympathique. Tout est là pour un dépaysement garanti : décoration ethnique avec des murs en pisé agrémentée d'objets d’artisanat, tables en fer forgé, musique traditionnelle et surtout une cuisine authentique et savoureuse. \r\n",
            "\r\nDe l’entrée au dessert, la carte vous propose un bel éventail des spécialités du Sud dont une large variété de tajines sucrés et salés et de tanjias à faire fondre de plaisir. Chaque soir, un luthiste enveloppe les lieux de sa musique envoûtante. Soirée gnaoua à ne surtout pas manquer."
        ]
    },
    {
        "name": [
            "LE CUISTOT"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Angle avenue, Amir Fal Ould Omeir/ rue Oukaimiden\r\nRabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537673333"
        ],
        "mobile": [],
        "email": [
            "lecuistotrabat@gmail.com"
        ],
        "website": [],
        "description": [
            "le Cuistot est votre nouveau restaurant où vous trouverez une gastronomie internationale dotée une touche de raffinement aussi spéciale que savoureuse\r\n",
            "\r\nSitué au cœur du quartier Agdal à Rabat, le Cuistot est un établissement qui propose une variété de plats délicieusement pensés. On propose une décoration fraîchement dessinée par le designer Anisse Benabderrahman et une équipe qui veille sur la qualité de nos services. la restauration est un art culinaire qui vivifie nos esprits, et le Cuistot vous le confirmera."
        ]
    },
    {
        "name": [
            "RESTAURANT GUSTO ITALIANO"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " ue Tripoli (Trabless) ,rez de chaussée de l’immeuble 8,Hassan,Rabat \r\n(devant le siége de la banque populaire et à coté de la préfecture de police \r\nde Rabat)."
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537732259"
        ],
        "mobile": [
            "0648840985 "
        ],
        "email": [
            "contact@restaurantgustoitaliano.com"
        ],
        "website": [
            "www.restaurantgustoitaliano.com"
        ],
        "description": [
            "L'idée d'ouvrir un restaurant italien au Maroc est nait de la passion \r\ncommune des trois propriétaires, Roberto Barbieri, Nerio et Nedo Venturi \r\n(ce dernier travaille au Maroc depuis longtemps dans d'autres activités \r\nprofessionnelles) pour la bonne cuisine italienne et pour la nourriture saine \r\net de bonne qualité, comme on dit en Italie."
        ]
    },
    {
        "name": [
            "COME BACK"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Adresse : 32, av.Challah - Hassan, Rabat\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537708090"
        ],
        "mobile": [
            "0667042020"
        ],
        "email": [
            "comebackrestaurant@gmail.com "
        ],
        "website": [
            "www.comebackrestaurant.com"
        ],
        "description": [
            "Situé dans le quartier de la Tour Hassan, au cœur Rabat, Il Pastaiolo Comeback est à cheval entre une initiation gastronomique et une évasion italienne. ",
            "\r\nLe paisible et reposant cadre se marie à l'aspect savamment désordonné des plats d'Horace, passionné de saveurs, et accessoirement chef cuisinier. ",
            "\r\nPlus que du fait maison, c'est du fait avec cœur qui vous est servi sur des airs nobles d'opéra. "
        ]
    },
    {
        "name": [
            "O CUBE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10110 Rabat\r\n25, av. Annakhil (hay Riyad) "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537715443 "
        ],
        "mobile": [],
        "email": [
            "restocube@gmail.com "
        ],
        "website": [],
        "description": [
            "A Rabat, Reda Fakir orchestre avec brio le restaurant O Cube. ",
            "\r\nAyant comme premier violon, le chef Xavier Billot et épaulé par Jérémy Martinez, ce restaurant à la cuisine atypique, compose les recettes comme des symphonies. ",
            "\r\nCompressé de foie gras de canard, cube de chutney d'ananas, cube de volaille piqué d'une seringue de jus et tahina, crème brûlée à la violette.\r\n A savourer sans modération. ",
            "\r\nFaites vous la tête O Cube"
        ]
    },
    {
        "name": [
            "CAFE LA UNE RESTO"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 50, rue Oued Sebou, Agdal Rabat\r\n494 Rabat\r\n\r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537680037"
        ],
        "mobile": [],
        "email": [
            "big_bang19@hotmail.com"
        ],
        "website": [],
        "description": [
            "Situé au croisement de Zangat Baht et Sebou, près du Barrio latino, le \r\nCafé La Une Resto, \r\nvous offre une ambiance musicale marocaine et jazz/blues chaleureuse \r\net décontractée \r\navec un menu snack varié. Nous avons trois espaces distincts, un ''Floor'' \r\nspacieux avec \r\nune galerie de tableaux d'artistes marocains, un ''étage'' offrant un coin \r\nintime et une grande \r\n''terrasse'' exposée au soleil. Vous pouvez nous appeler au 05 37 66 00 \r\n37 si vous voulez \r\nun plat à emporter ou pour faire une réservation de groupe. Nous \r\ndiffusons aussi les \r\nmatchs de foot sur nos 3 écrans plats."
        ]
    },
    {
        "name": [
            "ALSHAMI"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Avenue Almaghreb Alarabi\r\n10000 Rabat\r\n\t"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537262629"
        ],
        "mobile": [],
        "email": [
            "alshamifood@gmail.com"
        ],
        "website": [],
        "description": [
            "أشهى المأكولات و الأطباق السورية واللبنانية"
        ]
    },
    {
        "name": [
            "GUSTI E SAPORI"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10000 Rabat\r\n69, rue Oued Sebou- Quartier de l'Agdal "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537776977   "
        ],
        "mobile": [],
        "email": [
            "gustiesapori@yahoo.fr  "
        ],
        "website": [],
        "description": [
            "Le restaurant Gusti e Sapori propose à ses clients un voyage au cœur des traditions italiennes. ",
            "\r\nDans un décor raffiné et convivial, le restaurant dispose d'une carte variée pour découvrir tous les petits secrets de la cuisine des Mama Italiennes, avec des mets de qualité préparés par le chef et son équipe. ",
            "\r\nEntre pizza, pasta et risotto, les saveurs italiennes satisferont les papilles de tous les gourmands. ",
            "\r\nLes vins importés directement d'Italie sublimeront les saveurs des plats. ",
            "\r\nUne cuisine généreuse et conviviale à partager en famille ou entre amis. "
        ]
    },
    {
        "name": [
            "BISTROT DU PIETRI"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Le Pietri Urban Hôtel - 4, rue de Tobrouk - Place Pietri - Rabat Maroc"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537707820"
        ],
        "mobile": [],
        "email": [
            "contact@lepietri.com"
        ],
        "website": [
            "www.lepietri.com "
        ],
        "description": [
            " Situé au centre ville de Rabat, dans une rue calme et facilement accessible, Le Pietri Urban Hotel Rabat *** vous accueille dans un cadre contemporain chaleureux alliant confort et fonctionnalité. Que vous soyez en visite touristique ou en voyage d’affaires, nous vous offrons de nombreuses prestations assurant votre pleine satisfaction, de la télévision par satellite à l’accès Internet haut débit gratuit.",
            " \r\nCôté convivialité, Le Bistrot du Pietri vous régale d’une cuisine très fine. C’est également un lieu privilégié de détente et de rencontres artistiques, vibrant tous les mardi, vendredi et samedi soirs au rythme des Sessions du Pietri. "
        ]
    },
    {
        "name": [
            "SOFIA PALACE "
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 2, avenue mehdi ben barka souissi, 10000 Rabat"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537655252"
        ],
        "mobile": [],
        "email": [
            "contact@sofiapalace.ma"
        ],
        "website": [
            "www.sofiapalace.ma"
        ],
        "description": [
            "Restauration ï¿½vï¿½nementiel, un autre concept de la haute gastronomie \r\nmarocaine et internationale.\r\n",
            "\r\nMarrakech au coeur de Rabat, un complexe avec trois identitï¿½s \r\ndiffï¿½rentes : Le salon marocain, l'Americain Pub et le R Lounge, trois \r\nthï¿½mes qui vous font savourer le goï¿½t et l'art d'un savoir vivre ancestral. \r\nLe Sofia Palace s'est ingï¿½niï¿½ ï¿½ recrï¿½er jusque dans les plus infimes \r\ndï¿½tails, l'atmosphï¿½re idï¿½al et onirique pour vous faire ï¿½panouir."
        ]
    },
    {
        "name": [
            "MAC KENZ"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " Centre commercial label gallery Km 3,5 Avenue Imam Malik route des Zaers \r\n  Rabat . \r\n"
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "037659432 "
        ],
        "mobile": [],
        "email": [
            "sfc_rabat@hotmail.com "
        ],
        "website": [],
        "description": [
            "Franchise anglaise de restauration rapide ( poulet frie, hamburger poulet et \r\nviande, salade et glace ); livraison à domicile; contact unique au maroc pour \r\nles nouveaux franchisé \r\n"
        ]
    },
    {
        "name": [
            "SOFIA PALACE"
        ],
        "image_url": [
            "https://www.marocannuaire.org/"
        ],
        "category": [
            "Restaurants"
        ],
        "address": [
            " 10100 Rabat\r\n2, bd Mehdi Benbarka (Souissi) "
        ],
        "city": [
            " RABAT SALE"
        ],
        "phone": [
            "0537655252 "
        ],
        "mobile": [
            "0661225403"
        ],
        "email": [
            "contact@soflapalace.ma "
        ],
        "website": [
            "contact@soflapalace.ma "
        ],
        "description": [
            "L'ï¿½lï¿½gance des rï¿½fectoires, des salons et des bars, tous diffï¿½rents et \r\nmeublï¿½s avec raffinement et dï¿½licatesse, se marie divinement et avec \r\ngoï¿½t \r\navec le cadre. ",
            "\r\nDï¿½couvrez la splendeur de l'architecture marocaine et la fï¿½erie du lieu. "
        ]
    }
]